gg.alert(
[[🔥 Bʏᴘᴀꜱꜱ  Bʏ Hᴀᴅɪ 🔥
🔧𝚅𝚎𝚛𝚜𝚒𝚘𝚗 1.4

🔧 ᴘʟᴇᴀꜱᴇ ʀᴇᴀᴅ ᴛʜɪꜱ ᴄᴀʀᴇꜰᴜʟʟʏ

▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ɢʟᴏʙᴀʟ ᴏɴʟʏ.
▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ᴀɴᴅʀᴏɪᴅ 11 ᴏɴʟʏ.
▪️ ꜱᴄʀɪᴘᴛ ᴜᴘᴅᴀᴛᴇ ɪɴ ᴇᴠᴇʀʏ ᴡᴇᴇᴋ.
▪️ ᴅᴏɴ'ᴛ ʙʟᴀᴍᴇ ᴍᴇ ɪꜰ ʏᴏᴜ ɢᴇᴛ ʙᴀɴ.
▪️ ᴅᴏɴ'ᴛ ᴜꜱᴇ ᴘᴀᴄʜᴇᴅ ᴇꜱᴘ/ɪɴᴊᴇᴄᴛᴏʀ.
▪️ ᴀᴠᴏɪᴅ ʀᴇᴘᴏʀᴛs.

⫷ 𝙋𝙡𝙖𝙮 𝙎𝙖𝙛𝙚 𝙩𝙤 𝙍𝙚𝙖𝙘𝙝 𝘾𝙤𝙣𝙦𝙪𝙚𝙧𝙤𝙧 ⫸

⭕ 𝙎𝙪𝙥𝙥𝙤𝙧𝙩 :

✔️ ᴀɴᴅʀᴏɪᴅ  11
✔️ ʀᴏᴏᴛ / ɴᴏɴʀᴏᴏᴛ


🚫 𝘿𝙤𝙣'𝙩 𝙪𝙨𝙚 :

▪️ ᴀɴʏ ᴛʏᴘᴇꜱ ᴏꜰ ꜱᴘᴇᴇᴅ ʜᴀᴄᴋꜱ
▪️ ᴀɪᴍʙᴏᴛ ꜰᴏᴠ

🔥🔥  ꜰᴇᴇᴅʙᴀᴄᴋ : @ʜᴀᴅɪ_ɪꜱʟᴀᴍ 

🚫𝙉𝙤 𝙁𝙚𝙚𝙙𝙗𝙖𝙘𝙠 = 𝙉𝙤 𝙪𝙥𝙙𝙖𝙩𝙚 🚫]] , ("🄵🄴🄴🄳🄱🄰🄲🄺"))
gg.copyText("https://t.me/hadi_islam")
return
