function Main()
bps = gg.alert(
[[🔥 ʙʏᴘᴀꜱꜱ  ʙʏ ʜᴀᴅɪ 🔥
🔥 𝙑𝙚𝙧𝙨𝙞𝙤𝙣 : 1.0

🔧 ᴘʟᴇᴀꜱᴇ ʀᴇᴀᴅ ᴛʜɪꜱ ᴄᴀʀᴇꜰᴜʟʟʏ

▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ɢʟᴏʙᴀʟ ᴏɴʟʏ.
▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ᴀɴᴅʀᴏɪᴅ 11 ᴏɴʟʏ.
▪️ ꜱᴄʀɪᴘᴛ ᴜᴘᴅᴀᴛᴇ ɪɴ ᴇᴠᴇʀʏ ᴡᴇᴇᴋ.
▪️ ᴅᴏɴ'ᴛ ʙʟᴀᴍᴇ ᴍᴇ ɪꜰ ʏᴏᴜ ɢᴇᴛ ʙᴀɴ.
▪️ ᴅᴏɴ'ᴛ ᴜꜱᴇ ᴘᴀᴄʜᴇᴅ ᴇꜱᴘ/ɪɴᴊᴇᴄᴛᴏʀ.
▪️ ᴀᴠᴏɪᴅ ʀᴇᴘᴏʀᴛs.
▪️ ᴘʟᴀʏ sᴀғᴇ ʟɪᴋᴇ ᴀ ᴘʀᴏ ᴘʟᴀʏᴇʀ.

⭕ 𝙎𝙪𝙥𝙥𝙤𝙧𝙩 :

✔️ ᴀɴᴅʀᴏɪᴅ  11
✔️ ʀᴏᴏᴛ / ɴᴏɴʀᴏᴏᴛ


🚫 𝘿𝙤𝙣'𝙩 𝙪𝙨𝙚 :

▪️ ᴀɴʏ ᴛʏᴘᴇꜱ ᴏꜰ ꜱᴘᴇᴇᴅ ʜᴀᴄᴋꜱ
▪️ ᴀɪᴍʙᴏᴛ ꜰᴏᴠ

🔥🔥  ꜰᴇᴇᴅʙᴀᴄᴋ : @ʜᴀᴅɪ_ɪꜱʟᴀᴍ 

🚫𝙉𝙤 𝙁𝙚𝙚𝙙𝙗𝙖𝙘𝙠 = 𝙉𝙤 𝙪𝙥𝙙𝙖𝙩𝙚 🚫]] , ("🄵🄴🄴🄳🄱🄰🄲🄺"))

if bps == nil then
  else
    if bps == 1 then
      c1()
    end
  end
  Hadi = -1
end

function c1()
gg.copyText("https://t.me/hadi_islam")
end
Main()
function Main()
bps = gg.alert(
[[🔥 ʙʏᴘᴀꜱꜱ  ʙʏ ʜᴀᴅɪ 🔥
🔥 𝙑𝙚𝙧𝙨𝙞𝙤𝙣 : 1.0

🔧 ᴘʟᴇᴀꜱᴇ ʀᴇᴀᴅ ᴛʜɪꜱ ᴄᴀʀᴇꜰᴜʟʟʏ

▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ɢʟᴏʙᴀʟ ᴏɴʟʏ.
▪️ ᴛᴇꜱᴛᴇᴅ ᴏɴ ᴀɴᴅʀᴏɪᴅ 11 ᴏɴʟʏ.
▪️ ꜱᴄʀɪᴘᴛ ᴜᴘᴅᴀᴛᴇ ɪɴ ᴇᴠᴇʀʏ ᴡᴇᴇᴋ.
▪️ ᴅᴏɴ'ᴛ ʙʟᴀᴍᴇ ᴍᴇ ɪꜰ ʏᴏᴜ ɢᴇᴛ ʙᴀɴ.
▪️ ᴅᴏɴ'ᴛ ᴜꜱᴇ ᴘᴀᴄʜᴇᴅ ᴇꜱᴘ/ɪɴᴊᴇᴄᴛᴏʀ.
▪️ ᴀᴠᴏɪᴅ ʀᴇᴘᴏʀᴛs.
▪️ ᴘʟᴀʏ sᴀғᴇ ʟɪᴋᴇ ᴀ ᴘʀᴏ ᴘʟᴀʏᴇʀ.

⭕ 𝙎𝙪𝙥𝙥𝙤𝙧𝙩 :

✔️ ᴀɴᴅʀᴏɪᴅ  11
✔️ ʀᴏᴏᴛ / ɴᴏɴʀᴏᴏᴛ


🚫 𝘿𝙤𝙣'𝙩 𝙪𝙨𝙚 :

▪️ ᴀɴʏ ᴛʏᴘᴇꜱ ᴏꜰ ꜱᴘᴇᴇᴅ ʜᴀᴄᴋꜱ
▪️ ᴀɪᴍʙᴏᴛ ꜰᴏᴠ

🔥🔥  ꜰᴇᴇᴅʙᴀᴄᴋ : @ʜᴀᴅɪ_ɪꜱʟᴀᴍ 

🚫𝙉𝙤 𝙁𝙚𝙚𝙙𝙗𝙖𝙘𝙠 = 𝙉𝙤 𝙪𝙥𝙙𝙖𝙩𝙚 🚫]] , ("🄵🄴🄴🄳🄱🄰🄲🄺"))

if bps == nil then
  else
    if bps == 1 then
      c1()
    end
  end
  Hadi = -1
end

function c1()
gg.copyText("https://t.me/hadi_islam")
end
Main()
